import React, { useState } from "react"
import {Tabs, Tab } from "react-bootstrap";
import './About.css'
const About = () => {
     const [key, setKey] = useState('home');
    return(
        <div style={{marginTop:'8rem'}}>
        <div className={' bg-about my-5'}>
            <div className={'container div-org bg-color'}>
                <div className={'row pt-4 '}>
                    <div className={'col-12 px-4'}>
                
                <div>
                    <h3> درباره ما</h3>

                </div>
                </div>
                <div>
                    {/* <ul class="nav nav-tabs" id="myTab" role="tablist">
                        <li class="nav-item">
                            <a class="nav-link active px-2" id="home-tab" data-toggle="tab" href="#home" role="tab" aria-controls="home" aria-selected="true">خانه</a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" id="profile-tab" data-toggle="tab" href="#profile" role="tab" aria-controls="profile" aria-selected="false">Profile</a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" id="contact-tab" data-toggle="tab" href="#contact" role="tab" aria-controls="contact" aria-selected="false">Contact</a>
                        </li>
                    </ul>
                    <div class="tab-content" id="myTabContent">
                        <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                            <h6 className={'mt-4'}>موضوع فعالیت های ما در اسما (مطابق ماده مربوطه اساسنامه موسسه) به شرح زیراست :</h6>
                            <p className={'mt-4'}>1.مشاوره، تدوین، ارزیابی و پیاده سازی فرآیندهای 1.1)تحلیل،طراحی، ارزیابی و طبقه بندی مشاغل، 1.2.)برنامه ریزی منابع انسانی، 1.3)شناسایی، انتخاب و استخدام کارکنان از جمله طراحی و برگزاری کانون های ارزیابی و توسعه سرمایه انسانی، 1.4)آشناسازی و جامعه پذیری کارکنان، 1.5)مدیریت عملکرد کارکنان و برنامه های جبران خدمات، مزایا و پاداش، 1.6)توسعه و توانمندسازی، رشد فردی، جانشین پروری و بهبود و ارتقاء مسیر شغلی فردی و سازمانی، 1.7)ارتقاء فرهنگ سازمانی، اخلاق حرفه ای و تعمیق پروتکل های حرفه ای و 1.8)روابط کار و جدایی از سازمان
<br/>
2.مشاوره و انجام مطالعات کاربردی تهیه الگوها و راه حل های ایرانی اسلامی برای پیشرفت سرمایه انسانی
<br/>
3.ارائه کلیه خدمات مشاوره، مطالعات کاربردی، پیاده سازی و نظارت محتوایی و اجرایی بر فرآیندها در زمینه های مدیریت استراتژیک، مدیریت دولتی، مدیریت مالی و مهندسی ریسک، مدیریت پروژه، مدیریت و برنامه ریزی شهری و مدیریت فناوری اطلاعات و ارتباطات
<br/>
4.برنامه ریزی و برپایی همایش ها، سمینارها، کنفرانس های تخصصی و کاربردی در زمینه موضوعات فعالیت موسسه
<br/>
5.طراحی، ایجاد، راه‌اندازی، بکارگیری و توسعه روش‌ها و فرایند‌های شکل‌دهی و نیز ترویج استفاده از راه‌حل‌های خلاقانه، نوآورانه و بهره‌ور، به منظور بهبود عملکرد فردی و سازمانی در حوزه خط‌مشی‌گذاری عمومی
<br/>
6.مشاوره هزینه کرد بودجه و سرمایه در راستای افزایش بهره‌وری خط‌مشی‌گذاری عمومی با استفاده از روش‌های خلاقانه و نوآورانه
<br/>
7.ایجاد و گسترش ادبیات علمی و نوآورانه در حوزه خط‌مشی‌گذاری عمومی به خصوص در بدنه دستگاه‌های دولتی و حاکمیتی
<br/>
8.ایجاد بستر همکاری و هم‌افزایی میان خبرگان، مدیران و فعالین حوزه خط‌مشی‌گذاری عمومی در کشور با هدف شکل‌گیری یک فهم و زبان مشترک در زیست‌بوم خط‌مشی‌گذاری عمومی حول محور نوآوری و فناوری</p>
                        </div>
                        <div class="tab-pane fade" id="profile" role="tabpanel" aria-labelledby="profile-tab">
                            <p>
                                اندیشکده سیاست پژوهی منابع انسانی اسما، در تاریخ 16/05/1395 ابتدا با نام اندیشکده بین المللی سیاست و مدیریت آرا توسط مرکز پژوهشی علم و فناوری آرا و نقش آفرینی برخی از اعضای هیئت علمی دانشگاه های تهران به ثبت رسید.(از تاریخ 03/06/1399 نام موسسه به عنوان جدید تغییر یافت.)

مسیر شکل گیری، رشد و نمو اندیشکده سیاست پژوهی منابع انسانی اسما تا به شکل و کیفیت امروز، نتیجه تجربه زیسته و همه اتفاقات کوچک و بزرگی است که برای جمعی از سرمایه های انسانی کشور رخ داد و آنها را نسبت به به حوزه سیاست پژوهی علاقمند ساخت.

ما ابتدا جمعی کوچک از اندیشکده راهبردی انقلاب اسلامی بودیم که درکنار افرا، اسرا و سرآمد وظیفه تولید منابع آموزشی و ارتقای سطح مهارتهای خانواده آرا را برعهده داشتیم. دست یابی به الگوی تربیت نخبگان حاکمیتی (کارگزاران مطلوب نظام جمهوری اسلامی)، گران باری بود که از درگاه ایزدمنان مسالت داشتیم تا آن را به سرمنزل برسانیم. تاسیس مدرسه عالی سیاستگذاری ایران خانه آمال ما، و شبکه ملی سیاستگذاری ثمره
 آن آرزو بود تا بتوانیم به زعم خود دِینمان را به گفتمان انقلاب اسلامی ادا نماییم.

در این مسیر عزیزان بسیاری همراه و کمک حال ما بودند. استاد و کارشناسانی که هنوز از حضور برخی از آنها محفل ما روشن است و رویش های جدیدی که امروز به همکاری شان مفتخریم.

الویت پیش روی ما ایجاد تجربه نوینی از خط مشی گذاری؛ و عمومی سازی ادبیات سیاست گذاری و حکمرانی موسسه است. برای دست یابی به این مهم؛ به کارگیری ظرفیت های جوان و توانمند برای تولید محتوای کیفی، استفاده از فناوری ها و سامانه های نوین و بازطراحی دوره ها و سرفصل ها در حال پیگیری است.

امیدواریم در آغاز فصل بعدی حیات اسما، توانسته باشیم نتایج درخشانی در حوزه سرمایه انسانی و خط مشی گذاری از خود برجای گذاشته باشیم و مدرسه حکمرانی اسما را به نسل های آتی آن بسپاریم، که ان شاء الله هزاران منزل از ما پیشتر هستند.
                            </p>
                        </div>
                        <div class="tab-pane fade" id="contact" role="tabpanel" aria-labelledby="contact-tab">...</div>
                    </div> */}
                    
 <Tabs
      id="controlled-tab-example"
      activeKey={key}
      onSelect={(k) => setKey(k)}
      className="my-3 mx-3"
    >
      <Tab eventKey="home" title="اسما چه می کند" className="px-3">
          <div>
        <h6 className={'mt-4'}>موضوع فعالیت های ما در اسما (مطابق ماده مربوطه اساسنامه موسسه) به شرح زیراست :</h6>
                            <p className={'mt-4'}>1.مشاوره، تدوین، ارزیابی و پیاده سازی فرآیندهای 1.1)تحلیل،طراحی، ارزیابی و طبقه بندی مشاغل، 1.2.)برنامه ریزی منابع انسانی، 1.3)شناسایی، انتخاب و استخدام کارکنان از جمله طراحی و برگزاری کانون های ارزیابی و توسعه سرمایه انسانی، 1.4)آشناسازی و جامعه پذیری کارکنان، 1.5)مدیریت عملکرد کارکنان و برنامه های جبران خدمات، مزایا و پاداش، 1.6)توسعه و توانمندسازی، رشد فردی، جانشین پروری و بهبود و ارتقاء مسیر شغلی فردی و سازمانی، 1.7)ارتقاء فرهنگ سازمانی، اخلاق حرفه ای و تعمیق پروتکل های حرفه ای و 1.8)روابط کار و جدایی از سازمان
<br/>
2.مشاوره و انجام مطالعات کاربردی تهیه الگوها و راه حل های ایرانی اسلامی برای پیشرفت سرمایه انسانی
<br/>
3.ارائه کلیه خدمات مشاوره، مطالعات کاربردی، پیاده سازی و نظارت محتوایی و اجرایی بر فرآیندها در زمینه های مدیریت استراتژیک، مدیریت دولتی، مدیریت مالی و مهندسی ریسک، مدیریت پروژه، مدیریت و برنامه ریزی شهری و مدیریت فناوری اطلاعات و ارتباطات
<br/>
4.برنامه ریزی و برپایی همایش ها، سمینارها، کنفرانس های تخصصی و کاربردی در زمینه موضوعات فعالیت موسسه
<br/>
5.طراحی، ایجاد، راه‌اندازی، بکارگیری و توسعه روش‌ها و فرایند‌های شکل‌دهی و نیز ترویج استفاده از راه‌حل‌های خلاقانه، نوآورانه و بهره‌ور، به منظور بهبود عملکرد فردی و سازمانی در حوزه خط‌مشی‌گذاری عمومی
<br/>
6.مشاوره هزینه کرد بودجه و سرمایه در راستای افزایش بهره‌وری خط‌مشی‌گذاری عمومی با استفاده از روش‌های خلاقانه و نوآورانه
<br/>
7.ایجاد و گسترش ادبیات علمی و نوآورانه در حوزه خط‌مشی‌گذاری عمومی به خصوص در بدنه دستگاه‌های دولتی و حاکمیتی
<br/>
8.ایجاد بستر همکاری و هم‌افزایی میان خبرگان، مدیران و فعالین حوزه خط‌مشی‌گذاری عمومی در کشور با هدف شکل‌گیری یک فهم و زبان مشترک در زیست‌بوم خط‌مشی‌گذاری عمومی حول محور نوآوری و فناوری</p>
                        </div>

      </Tab>
      <Tab eventKey="brith" title="تولد و داستان اسما" className="px-3 pppp">
        <p>
        اندیشکده سیاست پژوهی منابع انسانی اسما، در تاریخ 16/05/1395 ابتدا با نام اندیشکده بین المللی سیاست و مدیریت آرا توسط مرکز پژوهشی علم و فناوری آرا و نقش آفرینی برخی از اعضای هیئت علمی دانشگاه های تهران به ثبت رسید.(از تاریخ 03/06/1399 نام موسسه به عنوان جدید تغییر یافت.)

مسیر شکل گیری، رشد و نمو اندیشکده سیاست پژوهی منابع انسانی اسما تا به شکل و کیفیت امروز، نتیجه تجربه زیسته و همه اتفاقات کوچک و بزرگی است که برای جمعی از سرمایه های انسانی کشور رخ داد و آنها را نسبت به به حوزه سیاست پژوهی علاقمند ساخت.

ما ابتدا جمعی کوچک از اندیشکده راهبردی انقلاب اسلامی بودیم که درکنار افرا، اسرا و سرآمد وظیفه تولید منابع آموزشی و ارتقای سطح مهارتهای خانواده آرا را برعهده داشتیم. دست یابی به الگوی تربیت نخبگان حاکمیتی (کارگزاران مطلوب نظام جمهوری اسلامی)، گران باری بود که از درگاه ایزدمنان مسالت داشتیم تا آن را به سرمنزل برسانیم. تاسیس مدرسه عالی سیاستگذاری ایران خانه آمال ما، و شبکه ملی سیاستگذاری ثمره
 آن آرزو بود تا بتوانیم به زعم خود دِینمان را به گفتمان انقلاب اسلامی ادا نماییم.

در این مسیر عزیزان بسیاری همراه و کمک حال ما بودند. استاد و کارشناسانی که هنوز از حضور برخی از آنها محفل ما روشن است و رویش های جدیدی که امروز به همکاری شان مفتخریم.

الویت پیش روی ما ایجاد تجربه نوینی از خط مشی گذاری؛ و عمومی سازی ادبیات سیاست گذاری و حکمرانی موسسه است. برای دست یابی به این مهم؛ به کارگیری ظرفیت های جوان و توانمند برای تولید محتوای کیفی، استفاده از فناوری ها و سامانه های نوین و بازطراحی دوره ها و سرفصل ها در حال پیگیری است.

امیدواریم در آغاز فصل بعدی حیات اسما، توانسته باشیم نتایج درخشانی در حوزه سرمایه انسانی و خط مشی گذاری از خود برجای گذاشته باشیم و مدرسه حکمرانی اسما را به نسل های آتی آن بسپاریم، که ان شاء الله هزاران منزل از ما پیشتر هستند.
                            </p>

      </Tab>
      <Tab eventKey="mamber" title="معرفی اعضای اسما" className="px-3">
       <div class="row row-cols-1 row-cols-md-3 g-4">
  <div class="col-3">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/03/7a1212e3a1d007611aab47477de6152f.jpg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
   <div class="col-3">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/03/unnamed.jpg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
  <div class="col-3">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/02/%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%81%D8%AD%D9%87-%D8%A2%D9%85%D9%88%D8%B2%D8%B4.jpeg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
   <div class="col-3">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/02/%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%81%D8%AD%D9%87-%D8%A2%D9%85%D9%88%D8%B2%D8%B4.jpeg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
   <div class="col-3">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/02/%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%81%D8%AD%D9%87-%D8%A2%D9%85%D9%88%D8%B2%D8%B4.jpeg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
</div>

      </Tab>
      <Tab eventKey="teach" title="معرفی اساتید" className="px-3">
      <div class="row row-cols-1 row-cols-md-3 g-4">
  <div class="col-4">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/03/7a1212e3a1d007611aab47477de6152f.jpg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
   <div class="col-4">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/03/unnamed.jpg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
  <div class="col-4">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/02/%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%81%D8%AD%D9%87-%D8%A2%D9%85%D9%88%D8%B2%D8%B4.jpeg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
   <div class="col-4">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/02/%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%81%D8%AD%D9%87-%D8%A2%D9%85%D9%88%D8%B2%D8%B4.jpeg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
   <div class="col-4">
    <div class="card h-100">
        <div className={'div-img-2'}>
      <img src="https://mppa.ir/wp-content/uploads/2021/02/%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%81%D8%AD%D9%87-%D8%A2%D9%85%D9%88%D8%B2%D8%B4.jpeg" class="card-img-top" alt="..."/>
      </div>
      <div class="card-body">
        <h5 class="card-title">دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد</h5>
        <p class="card-text">به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار شد.</p>
      </div>
    </div>
  </div>
</div>

      </Tab>
    </Tabs>
                </div>
            </div>
        </div>
        </div>
        </div>
    )
}

export default About