const  products = [
    {
        id:1,
        pic:'https://mppa.ir/wp-content/uploads/2021/02/%D8%B9%DA%A9%D8%B3-%D8%AE%D8%A8%D8%B16.jpg',
        title:'کارگاه مدیران جهادی انقلاب اسلامی با حضور دکتر محسن رضایی دبیر محترم مجمع تشخیص مصلحت نظام',
        text: `کارگاه مدیران جهادی انقلاب اسلامی با حضور دکتر محسن رضایی دبیر محترم مجمع تشخیص مصلحت نظام  در مدرسه حکمرانی اسما برگزار شد.

به منظور ارتقاء اثر بخشی آموزش های ارائه شده در دوره های عالی مدیریت خط مشی گذاری عمومی که مهم ترین هدف آن تربیت و توانمند سازی افراد علاقه مند به حوزه خط مشی گذاری در سطوح حاکمیتی است ، کارگاه راهبردی مدیران جهادی انقلاب اسلامی ویژه دانشپذیران نوبت اول و دوم مدرسه حکمرانی اسما برگزار شد.`

    },
     {
         id:2,
        pic:'https://mppa.ir/wp-content/uploads/2021/02/%D8%B9%DA%A9%D8%B3-%D8%AE%D8%A8%D8%B14.jpg',
        title:'برگزاری پنل تخصصی تحلیل جنگ اقتصادی و ارزیابی پیامدهای آن',
  
        text: `اقتصاد همواره یکی از ارکان مهم قدرت هرکشور در عرصه­ی بین الملل است. شرایط اقتصادی فعلی در دنیا و رقابت بر سر به­دست آوردن سهم بیشتر از بازارهای تولید و عرضه از یک سو و اعمال فشار سیاسی با استفاده از قدرت اقتصادی بر دیگرکشورها از سوی کشورهای قدرتمندتر، این مهم را به یک جنگ تبدیل کرده است.`


    },
     {
         id:3,
        pic:'https://mppa.ir/wp-content/uploads/2021/02/%D8%B9%DA%A9%D8%B3-%D8%AE%D8%A8%D8%B12.jpg',
        title:'تفاهم نامه همکاری اندیشکده اسما با مرکز مطالعات و بررسی راهبردی دبیرخانه مجمع تشخیص مصلحت نظام',
       
        text: `تفاهم نامه همكاری و حمایت مركز مطالعات و بررسی های راهبردی دبيرخانه مجمع تشخيص مصلحت نظام از دوره های خط مشی گذاری عمومی اندیشکده اسما امضا شد.

به گزارش روابط عمومی اندیشکده اسما؛ بر اساس این تفاهم نامه که به امضا دکتر میثم مظفر ریاست مرکز مطالعات و بررسی های راهبردی دبیرخانه مجمع تشخیص مصلحت نظام و دکتر عطاءاله هرندی مدیر عامل اندیشکده<`


    },
     {
         id:4,
        pic:'https://mppa.ir/wp-content/uploads/2021/02/%D8%B9%DA%A9%D8%B3-%D8%AE%D8%A8%D8%B12.jpg',
        title:'دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد',
        text: `به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار ش`


    },
];

const  productsnew = [
    {
        id:1,
        pic:'https://mppa.ir/wp-content/uploads/2021/03/7a1212e3a1d007611aab47477de6152f.jpg',
      title:'دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد',
        text: `به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار ش`

    },
     {
         id:2,
        pic:'https://mppa.ir/wp-content/uploads/2021/03/unnamed.jpg',
      title:'دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد',
        text: `به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار ش`


    },
     {
         id:3,
        pic:'https://mppa.ir/wp-content/uploads/2021/02/%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%81%D8%AD%D9%87-%D8%A2%D9%85%D9%88%D8%B2%D8%B4.jpeg',
      title:'دومین کارگاه مدیریت جهادی با حضور دبیر مجمع تشخیص مصلحت نظام برگزار شد',
        text: `به گزارش روابط عمومی مدرسه حکمرانی اسما، پس از برگزاری موفقیت آمیز نوبت اول کارگاه مدیریت جهادی، نوبت دوم این کارگاه با حضور دکتر محسن رضایی؛ دبیر محترم مجمع تشخیص مصلحت نظام برای دانشپذیران کد سه مدرسه حکمرانی اسما برگزار ش`


    },
    
]

export const ProductServise = {

    getProducts : () => {
        return products.slice();
    } ,

    getProductsById : (id) => {
       return products.find(item =>item.id.toString() == id)

    },

    
    getProductsNew : () => {
        return productsnew.slice();
    } ,

    getProductsByIdNew : (id) => {
       return productsnew.find(item =>item.id.toString() == id)
    }
}